tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "dog"
brew "duf"
brew "exa"
brew "fd"
brew "fzf"
brew "hey"
brew "lf"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "xh"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
cask "boom"
cask "docker"
cask "font-hack-nerd-font"
cask "iterm2"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
