tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "dog"
brew "duf"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "hey"
brew "htop"
brew "jq"
brew "lf"
brew "netcat"
brew "psgrep"
brew "pstree"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "tree"
brew "xh"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
cask "boom"
cask "docker"
cask "font-hack-nerd-font"
cask "iterm2"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "zoom"
vscode "42Crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "bungcip.better-toml"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "fnando.new-file"
vscode "hashicorp.terraform"
vscode "jlcs-es.x509-parser"
vscode "luisfontes19.vscode-swissknife"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "stannum.stannum-makefile-syntax"
vscode "streetsidesoftware.code-spell-checker"
